---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.WireMaxSizeNonexistent
source: html/b2dc7c0d-7e76-d58d-b792-d12f4f65bb22.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.WireMaxSizeNonexistent Property

Cannot find max size in current wire type's material table.

## Syntax (C#)
```csharp
public static FailureDefinitionId WireMaxSizeNonexistent { get; }
```